[
    {
      "id": 1,
      "picture": "https://i.ibb.co/xsJ12Z9/Health.png",
      "title": "Wellness for All",
      "category": "Health",
      "category_bg": "#0052ff33",
      "card_bg": "#0052FF26",
      "text": "#0052FF",
      "description": "Join us in our mission to create a healthier world. The Healthy Hearts Initiative is dedicated to preventing heart disease, promoting cardiovascular health, and providing vital support to those affected by heart-related conditions. Your generous donation will play a pivotal role in funding groundbreaking research projects, offering comprehensive educational programs on heart health, and extending a helping hand to individuals and families navigating the challenges of heart-related illnesses. Together, we can make hearts beat stronger, reduce the burden of cardiovascular diseases, and ensure a brighter and healthier future for all. Your support is not just an investment in health; it's an investment in life itself.",
      "price": "$299.99"
    },
    {
      "id": 2,
      "picture": "https://i.ibb.co/WsR9np8/Education.png",
      "title": "Learn to Grow",
      "category": "Education",
      "category_bg": "#ff444a33",
      "card_bg": "#FF444A26",
      "text": "#FF444A",
      "description": "Join us in the journey of lifelong learning through our Learn to Grow campaign. Education is the cornerstone of personal and societal progress, and your support can help open doors to a brighter future. This campaign is committed to providing educational resources, scholarships, and mentorship programs to underserved communities and aspiring learners of all ages. Your donation will directly impact lives by fostering a love for learning, empowering individuals to acquire new skills, and enabling them to reach their full potential. Together, we can sow the seeds of knowledge and cultivate a world where every person has the opportunity to thrive through education.",
      "price": "$49.99"
    },
    {
      "id": 3,
      "picture": "https://i.ibb.co/DVbs2rQ/Clothing.png",
      "title": "Threads of Hope",
      "category": "Clothing",
      "category_bg": "#79c23f33",
      "card_bg": "#79C23F26",
      "text": "#79C23F",
      "description": "In every thread, there's a story waiting to be told, a life waiting to be touched. Our Threads of Hope campaign weaves a tapestry of compassion and support for those in need. It's a call to action to share the warmth of your heart through clothing donations. Your generous contributions will help provide essential clothing to individuals and families facing difficult circumstances, from those recovering from natural disasters to individuals experiencing homelessness. Together, we can make a difference one garment at a time, offering not just protection from the elements but also a message of hope and care. Join us in this heartfelt journey of giving, and let's create a world where no one is left without the threads of hope they need.",
      "price": "$149.95"
    },
    {
      "id": 4,
      "picture": "https://i.ibb.co/BwJcS4F/Food.png",
      "title": "Bite of Kindness",
      "category": "Food",
      "category_bg": "#f8714733",
      "card_bg": "#F8714726",
      "text": "#F87147",
      "description": "Sometimes, a simple act of kindness can start with a single bite. Our Bite of Kindness campaign is all about making a difference through food donations. Whether it's a warm meal or a bag of groceries, your contribution can help feed individuals and families who are struggling to put food on their tables. This campaign supports local food banks, meal programs, and hunger relief initiatives. Your generosity not only satisfies immediate hunger but also sends a powerful message of compassion and solidarity. Together, we can take a bite out of hunger and make the world a kinder and more nourished place, one meal at a time.",
      "price": "$19.99"
    },
    {
      "id": 5,
      "picture": "https://i.ibb.co/BwJcS4F/Food.png",
      "title": "Food for Hearts",
      "category": "Food",
      "category_bg": "#f8714733",
      "card_bg": "#F8714726",
      "text": "#F87147",
      "description": "Food for Hearts is a campaign that recognizes the deep connection between food and the well-being of individuals and communities. Your donation to this campaign goes beyond providing sustenance; it's about nourishing the hearts and souls of those in need. We support initiatives that address food insecurity, promote nutritious eating, and empower individuals to lead healthier lives. Your contribution helps ensure that everyone has access to the food they need to thrive. Join us in this journey to provide not just food but also hope and dignity to individuals and families facing hunger. Together, we can make a meaningful impact on the hearts and lives of countless individuals, fostering a brighter and healthier future for all.",
      "price": "$39.95"
    },
    {
      "id": 6,
      "picture": "https://i.ibb.co/DVbs2rQ/Clothing.png",
      "title": "Dress to Express Care",
      "category": "Clothing",
      "category_bg": "#79c23f33",
      "card_bg": "#79C23F26",
      "text": "#79C23F",
      "description": "Dress to Express Care is more than just a campaign; it's an invitation to make a powerful statement through clothing donations. Every piece of clothing you give becomes a symbol of your empathy and support for those who need it most. This campaign focuses on providing clothing to shelters, nonprofits, and individuals who are striving to overcome adversity. Your contributions will not only offer physical warmth but also the assurance that someone cares. Together, we can dress the world in kindness, one article of clothing at a time, and help individuals express their dignity and worth through the gift of apparel.",
      "price": "$79.99"
    },
    {
      "id": 7,
      "picture": "https://i.ibb.co/WsR9np8/Education.png",
      "title": "Books for Bright Futures",
      "category": "Education",
      "category_bg": "#ff444a33",
      "card_bg": "#FF444A26",
      "text": "#FF444A",
      "description": "Books for Bright Futures is a campaign dedicated to illuminating minds and shaping a brighter tomorrow through the power of literature. Books are not just a source of knowledge but also a gateway to imagination, empathy, and personal growth. By contributing to this campaign, you support the distribution of books to underserved schools, libraries, and communities, ensuring that individuals from all backgrounds have access to the transformative magic of reading. Your donation will help children and adults alike discover the world within the pages of a book, empowering them to dream, learn, and create a brighter future.",
      "price": "$24.99"
    },
    {
      "id": 8,
      "picture": "https://i.ibb.co/xsJ12Z9/Health.png",
      "title": "Healthy Hearts Initiative",
      "category": "Health",
      "category_bg": "#0052ff33",
      "card_bg": "#0052FF26",
      "text": "#0052FF",
      "description": "Join us in our mission to create a healthier world. The Healthy Hearts Initiative is dedicated to preventing heart disease, promoting cardiovascular health, and providing vital support to those affected by heart-related conditions. Your generous donation will play a pivotal role in funding groundbreaking research projects, offering comprehensive educational programs on heart health, and extending a helping hand to individuals and families navigating the challenges of heart-related illnesses. Together, we can make hearts beat stronger, reduce the burden of cardiovascular diseases, and ensure a brighter and healthier future for all. Your support is not just an investment in health; it's an investment in life itself.",
      "price": "$59.95"
    },
    {
      "id": 9,
      "picture": "https://i.ibb.co/xsJ12Z9/Health.png",
      "title": "Healing Hope Fund",
      "category": "Health",
      "category_bg": "#0052ff33",
      "card_bg": "#0052FF26",
      "text": "#0052FF",
      "description": "The Healing Hope Fund is a beacon of light for those facing life's most daunting challenges. Our compassionate campaign is designed to provide critical support to individuals and families affected by illness, offering not only financial assistance but also unwavering emotional support and access to vital healthcare resources. Your generous donation to the Healing Hope Fund serves as a lifeline to those in need, bringing hope, comfort, and relief during their most trying times. Your contribution helps us bridge the gap between despair and recovery, making a tangible difference in the lives of countless individuals. By joining hands with us, you become a source of healing and renewed optimism, proving that compassion and care can conquer even the toughest battles. Together, we are a force of transformation, turning despair into hope, pain into healing, and uncertainty into brighter tomorrows. Join us in our mission of healing and hope today.",
      "price": "$199.99"
    },
    {
      "id": 10,
      "picture": "https://i.ibb.co/WsR9np8/Education.png",
      "title": "Empower Minds",
      "category": "Education",
      "category_bg": "#ff444a33",
      "card_bg": "#FF444A26",
      "text": "#FF444A",
      "description": "The Empower Minds campaign is a beacon of opportunity and transformation. It is dedicated to unlocking the untapped potential within individuals and communities. By investing in education, skills development, and mentorship programs, this campaign aims to empower minds to overcome barriers and realize their dreams. Your donation directly fuels initiatives that foster self-confidence, resilience, and the pursuit of excellence. Together, we can break down barriers to success, equipping individuals with the knowledge and skills they need to shape their destinies. Join us in the mission to empower minds, and let's create a world where every person's potential is recognized, nurtured, and unleashed for the betterment of society. Your contribution is the catalyst for lasting change and boundless opportunities.",
      "price": "$69.99"
    },
    {
      "id": 11,
      "picture": "https://i.ibb.co/DVbs2rQ/Clothing.png",
      "title": "Warmth in Wardrobes",
      "category": "Clothing",
      "category_bg": "#79c23f33",
      "card_bg": "#79C23F26",
      "text": "#79C23F",
      "description": "Warmth in Wardrobes is a campaign with a simple yet profound goal: to ensure that no one goes without the essential warmth of clothing. Winter can be a challenging time, especially for those without adequate clothing to protect against the cold. By donating to this campaign, you become a beacon of warmth and comfort for individuals and families in need. Your generosity will help fill wardrobes with winter essentials, ensuring that no one faces the biting cold without proper attire. Join us in spreading the warmth of compassion and care, and let's create a world where every wardrobe is a source of comfort and protection, especially during the coldest months. Your contribution will make a significant difference, one cozy garment at a time.",
      "price": "$129.95"
    },
    {
      "id": 12,
      "picture": "https://i.ibb.co/BwJcS4F/Food.png",
      "title": "Nourish for Good",
      "category": "Food",
      "category_bg": "#f8714733",
      "card_bg": "#F8714726",
      "text": "#F87147",
      "description": "Welcome to the Nourish for Good campaign, where the act of sharing a meal becomes an act of compassion and empowerment. We believe that no one should go to bed hungry, and your support can make this vision a reality. By contributing to this campaign, you're helping to provide essential nutrition to individuals and families facing food insecurity. Your donation will support food banks, community kitchens, and initiatives that distribute nourishing meals to those in need. Together, we can nourish not only their bodies but also their spirits, offering a lifeline of hope and sustenance. Join us in the mission to nourish for good, and let's create a world where no one has to endure the pangs of hunger.",
      "price": "$29.99"
    }
  ]
  